{
  "__component": "lesson-plan.overview",
  "EstLessonTime": "3 x 45 min",
  "ForGrades": "Adapted for 5-6, 7-8, & 9-12",
  "TargetSubject": "Math",
  "Text": "#### Driving Question(s):\nWhat is the best way to visualize data? What is the best way to visualize data?\n#### Essential Question(s):\n1. How do our assumptions (biases) affect our conclusions?\n2. What are the pros and cons of scatterplots vs. histograms? 1. How do our assumptions (biases) affect our conclusions?\n2. What are the pros and cons of scatterplots vs. histograms?\n#### Learning Objective(s):\n- Solve a cipher (a type of secret message)\n- Learn and use new vocabulary\n- Interpret a scatter plot\n- Create a histogram from raw data\n- Compare and contrast scatter plots and histograms\n- Persevere, even when a task seems too hard - Solve a cipher (a type of secret message)\n- Learn and use new vocabulary\n- Interpret a scatter plot\n- Create a histogram from raw data\n- Compare and contrast scatter plots and histograms\n- Persevere, even when a task seems too hard\n#### Lesson Hook:\nA Polymath Puzzle challenges students to decode the text parts of a graph, drawing them into a fascinating lesson about storytelling through data visuals. #### Lesson Hook:\nA Polymath Puzzle challenges students to decode the text parts of a graph, drawing them into a fascinating lesson about storytelling through data visuals.",
  "Tags": ["animal communication", "barn swallows", "birds", "data literacy", "dot plots", "histograms", "peer review", "scatter plots", "song", "grit"],
  "SteamEpaulette": {
    "url": "https://catalog.galacticpolymath.com/lessons/lesson_femalesSing_math/GP-Learning-Epaulette.png"
  },
  "SteamEpaulette_vert": {
    "url": "https://catalog.galacticpolymath.com/lessons/lesson_femalesSing_math/GP-Learning-Epaulette_vert.png"
  },
  "Description": "This lesson teaches students about data visualization (how to read and interpret scatter plots, dot plots, and histograms), and connects to a broader theme of how our assumptions affect our conclusions. Students learn how scientists and birders alike have assumed for decades that most female birds don't sing. As students explore real data from a recent study, they will learn how this assumption could be reinforced by the fact that females sing much less than males, and further, how this biased oversight has limited our understanding of bird research from its very beginnings. [See Scientific Background](https://www.galacticpolymath.com/lessons/1/#background) for details.\n\nThe lesson will take 3 class periods for most learners. Students dive in with a data literacy puzzle, which we call a “Polymath Puzzle.” Students are given a figure from a current scientific study on barn swallows (a common bird across the world), but with text elements coded with an alphabetic shift (e.g. each letter is shifted: A to B, B to C, and so on). They have to work in teams (or individually) to decipher the messages, and then try to understand the figure. This is a high-level data literacy task that piques students’ natural love of puzzle-solving, while working on GRIT/grappling and the [21st Century Skills (4 Cs)](https://www.aeseducation.com/blog/four-cs-21st-century-skills). Videos guide students through each stage of the Polymath Puzzle. In Parts 2 and 3, students create and interpret histograms from the same data, allowing for a deeper understanding of the pros and cons of scatter plots and histograms for visualizing data patterns. The culminating task is for students to synthesize the conclusions from the two types of graph, along with additional background information to hypothesize a reason for why female song has been missed until 2020 in this widely studied species."
}
